{"stoi": {"\n": 0, " ": 1, "!": 2, "\"": 3, "#": 4, "$": 5, "%": 6, "&": 7, "'": 8, "(": 9, ")": 10, "*": 11, "+": 12, ",": 13, "-": 14, ".": 15, "/": 16, "0": 17, "1": 18, "2": 19, "3": 20, "4": 21, "5": 22, "6": 23, "7": 24, "8": 25, "9": 26, ":": 27, ";": 28, "<": 29, "=": 30, ">": 31, "?": 32, "@": 33, "A": 34, "B": 35, "C": 36, "D": 37, "E": 38, "F": 39, "G": 40, "H": 41, "I": 42, "J": 43, "K": 44, "L": 45, "M": 46, "N": 47, "O": 48, "P": 49, "Q": 50, "R": 51, "S": 52, "T": 53, "U": 54, "V": 55, "W": 56, "X": 57, "Y": 58, "Z": 59, "[": 60, "\\": 61, "]": 62, "^": 63, "_": 64, "`": 65, "a": 66, "b": 67, "c": 68, "d": 69, "e": 70, "f": 71, "g": 72, "h": 73, "i": 74, "j": 75, "k": 76, "l": 77, "m": 78, "n": 79, "o": 80, "p": 81, "q": 82, "r": 83, "s": 84, "t": 85, "u": 86, "v": 87, "w": 88, "x": 89, "y": 90, "z": 91, "{": 92, "|": 93, "}": 94, "~": 95, "\u0092": 96, "\u0093": 97, "\u0094": 98, "\u00a1": 99, "\u00a2": 100, "\u00a3": 101, "\u00a5": 102, "\u00a7": 103, "\u00b0": 104, "\u00b1": 105, "\u00b2": 106, "\u00b3": 107, "\u00b4": 108, "\u00b5": 109, "\u00b7": 110, "\u00b9": 111, "\u00ba": 112, "\u00bc": 113, "\u00bd": 114, "\u00be": 115, "\u00bf": 116, "\u00c0": 117, "\u00c1": 118, "\u00c2": 119, "\u00c4": 120, "\u00c5": 121, "\u00c6": 122, "\u00c7": 123, "\u00c9": 124, "\u00cd": 125, "\u00ce": 126, "\u00d1": 127, "\u00d3": 128, "\u00d6": 129, "\u00d7": 130, "\u00d8": 131, "\u00da": 132, "\u00dc": 133, "\u00dd": 134, "\u00de": 135, "\u00df": 136, "\u00e0": 137, "\u00e1": 138, "\u00e2": 139, "\u00e3": 140, "\u00e4": 141, "\u00e5": 142, "\u00e6": 143, "\u00e7": 144, "\u00e8": 145, "\u00e9": 146, "\u00ea": 147, "\u00eb": 148, "\u00ec": 149, "\u00ed": 150, "\u00ee": 151, "\u00ef": 152, "\u00f0": 153, "\u00f1": 154, "\u00f2": 155, "\u00f3": 156, "\u00f4": 157, "\u00f6": 158, "\u00f8": 159, "\u00f9": 160, "\u00fa": 161, "\u00fb": 162, "\u00fc": 163, "\u00fd": 164, "\u00fe": 165, "\u0100": 166, "\u0101": 167, "\u0103": 168, "\u0105": 169, "\u0106": 170, "\u0107": 171, "\u010c": 172, "\u010d": 173, "\u010f": 174, "\u0110": 175, "\u0111": 176, "\u0112": 177, "\u0113": 178, "\u0114": 179, "\u0115": 180, "\u0117": 181, "\u0119": 182, "\u011b": 183, "\u011f": 184, "\u0127": 185, "\u012a": 186, "\u012b": 187, "\u012d": 188, "\u012f": 189, "\u0130": 190, "\u0131": 191, "\u013d": 192, "\u0141": 193, "\u0142": 194, "\u0144": 195, "\u0148": 196, "\u014b": 197, "\u014c": 198, "\u014d": 199, "\u014f": 200, "\u0151": 201, "\u0152": 202, "\u0153": 203, "\u0159": 204, "\u015a": 205, "\u015b": 206, "\u015e": 207, "\u015f": 208, "\u0160": 209, "\u0161": 210, "\u0163": 211, "\u0165": 212, "\u0169": 213, "\u016b": 214, "\u016f": 215, "\u0171": 216, "\u0173": 217, "\u0177": 218, "\u017a": 219, "\u017b": 220, "\u017c": 221, "\u017d": 222, "\u017e": 223, "\u01a1": 224, "\u01b0": 225, "\u01ce": 226, "\u01d4": 227, "\u01dd": 228, "\u01e3": 229, "\u01e6": 230, "\u01eb": 231, "\u0218": 232, "\u0219": 233, "\u021b": 234, "\u021f": 235, "\u022f": 236, "\u0250": 237, "\u0251": 238, "\u0252": 239, "\u0254": 240, "\u0256": 241, "\u0259": 242, "\u025b": 243, "\u025c": 244, "\u0261": 245, "\u0262": 246, "\u0263": 247, "\u026a": 248, "\u026b": 249, "\u026c": 250, "\u026d": 251, "\u0273": 252, "\u027d": 253, "\u027e": 254, "\u0280": 255, "\u0281": 256, "\u0282": 257, "\u0283": 258, "\u0289": 259, "\u028a": 260, "\u028b": 261, "\u028c": 262, "\u0290": 263, "\u0292": 264, "\u0294": 265, "\u0295": 266, "\u02b2": 267, "\u02b7": 268, "\u02bb": 269, "\u02bc": 270, "\u02be": 271, "\u02bf": 272, "\u02c1": 273, "\u02c8": 274, "\u02cc": 275, "\u02d0": 276, "\u02d1": 277, "\u02da": 278, "\u02e4": 279, "\u0303": 280, "\u0306": 281, "\u030d": 282, "\u0325": 283, "\u0329": 284, "\u032f": 285, "\u034d": 286, "\u0361": 287, "\u0386": 288, "\u0391": 289, "\u0392": 290, "\u0394": 291, "\u0395": 292, "\u0397": 293, "\u0398": 294, "\u0399": 295, "\u039a": 296, "\u039b": 297, "\u039c": 298, "\u039d": 299, "\u039e": 300, "\u039f": 301, "\u03a0": 302, "\u03a1": 303, "\u03a3": 304, "\u03a4": 305, "\u03a5": 306, "\u03a6": 307, "\u03a7": 308, "\u03a8": 309, "\u03a9": 310, "\u03ac": 311, "\u03ad": 312, "\u03ae": 313, "\u03af": 314, "\u03b1": 315, "\u03b2": 316, "\u03b3": 317, "\u03b4": 318, "\u03b5": 319, "\u03b6": 320, "\u03b7": 321, "\u03b8": 322, "\u03b9": 323, "\u03ba": 324, "\u03bb": 325, "\u03bc": 326, "\u03bd": 327, "\u03be": 328, "\u03bf": 329, "\u03c0": 330, "\u03c1": 331, "\u03c2": 332, "\u03c3": 333, "\u03c4": 334, "\u03c5": 335, "\u03c6": 336, "\u03c7": 337, "\u03c8": 338, "\u03c9": 339, "\u03cc": 340, "\u03cd": 341, "\u03ce": 342, "\u0410": 343, "\u0411": 344, "\u0412": 345, "\u0413": 346, "\u041a": 347, "\u041c": 348, "\u041f": 349, "\u0420": 350, "\u0421": 351, "\u0423": 352, "\u0425": 353, "\u042f": 354, "\u0430": 355, "\u0432": 356, "\u0433": 357, "\u0434": 358, "\u0435": 359, "\u0436": 360, "\u0437": 361, "\u0438": 362, "\u0439": 363, "\u043a": 364, "\u043b": 365, "\u043c": 366, "\u043d": 367, "\u043e": 368, "\u043f": 369, "\u0440": 370, "\u0441": 371, "\u0442": 372, "\u0443": 373, "\u0445": 374, "\u0446": 375, "\u0447": 376, "\u0448": 377, "\u044a": 378, "\u044b": 379, "\u044c": 380, "\u044e": 381, "\u044f": 382, "\u0454": 383, "\u0456": 384, "\u0457": 385, "\u0458": 386, "\u045b": 387, "\u05a4": 388, "\u05ab": 389, "\u05b0": 390, "\u05b1": 391, "\u05b2": 392, "\u05b3": 393, "\u05b4": 394, "\u05b5": 395, "\u05b6": 396, "\u05b7": 397, "\u05b8": 398, "\u05b9": 399, "\u05bb": 400, "\u05bc": 401, "\u05c1": 402, "\u05c2": 403, "\u05d0": 404, "\u05d1": 405, "\u05d2": 406, "\u05d3": 407, "\u05d4": 408, "\u05d5": 409, "\u05d6": 410, "\u05d7": 411, "\u05d8": 412, "\u05d9": 413, "\u05db": 414, "\u05dc": 415, "\u05dd": 416, "\u05de": 417, "\u05df": 418, "\u05e0": 419, "\u05e1": 420, "\u05e2": 421, "\u05e3": 422, "\u05e4": 423, "\u05e5": 424, "\u05e6": 425, "\u05e7": 426, "\u05e8": 427, "\u05e9": 428, "\u05ea": 429, "\u0621": 430, "\u0623": 431, "\u0625": 432, "\u0626": 433, "\u0627": 434, "\u0628": 435, "\u0629": 436, "\u062a": 437, "\u062b": 438, "\u062c": 439, "\u062d": 440, "\u062e": 441, "\u062f": 442, "\u0630": 443, "\u0631": 444, "\u0633": 445, "\u0634": 446, "\u0635": 447, "\u0637": 448, "\u0639": 449, "\u0641": 450, "\u0642": 451, "\u0643": 452, "\u0644": 453, "\u0645": 454, "\u0646": 455, "\u0647": 456, "\u0648": 457, "\u064a": 458, "\u0670": 459, "\u06cc": 460, "\u0710": 461, "\u0712": 462, "\u0715": 463, "\u0717": 464, "\u0718": 465, "\u071b": 466, "\u071d": 467, "\u0720": 468, "\u0722": 469, "\u0725": 470, "\u072a": 471, "\u072c": 472, "\u0732": 473, "\u0735": 474, "\u073c": 475, "\u0742": 476, "\u0902": 477, "\u0905": 478, "\u0908": 479, "\u0909": 480, "\u0914": 481, "\u0915": 482, "\u0917": 483, "\u091a": 484, "\u091f": 485, "\u0923": 486, "\u0924": 487, "\u0926": 488, "\u0928": 489, "\u092a": 490, "\u092b": 491, "\u092c": 492, "\u092e": 493, "\u092f": 494, "\u0930": 495, "\u0932": 496, "\u0935": 497, "\u0937": 498, "\u0938": 499, "\u0939": 500, "\u093c": 501, "\u093e": 502, "\u093f": 503, "\u0940": 504, "\u0941": 505, "\u0942": 506, "\u0947": 507, "\u0948": 508, "\u0949": 509, "\u094b": 510, "\u094c": 511, "\u094d": 512, "\u0a05": 513, "\u0a32": 514, "\u0a39": 515, "\u0a3e": 516, "\u0a41": 517, "\u0a71": 518, "\u0b87": 519, "\u0b88": 520, "\u0b95": 521, "\u0ba4": 522, "\u0bae": 523, "\u0bb0": 524, "\u0bb3": 525, "\u0bbe": 526, "\u0bbf": 527, "\u0bc0": 528, "\u0bc1": 529, "\u0bc2": 530, "\u0bc7": 531, "\u0bcd": 532, "\u0e01": 533, "\u0e04": 534, "\u0e06": 535, "\u0e07": 536, "\u0e08": 537, "\u0e0a": 538, "\u0e0b": 539, "\u0e0d": 540, "\u0e10": 541, "\u0e13": 542, "\u0e14": 543, "\u0e15": 544, "\u0e17": 545, "\u0e18": 546, "\u0e19": 547, "\u0e1a": 548, "\u0e1b": 549, "\u0e1e": 550, "\u0e1f": 551, "\u0e20": 552, "\u0e21": 553, "\u0e22": 554, "\u0e23": 555, "\u0e25": 556, "\u0e27": 557, "\u0e28": 558, "\u0e29": 559, "\u0e2a": 560, "\u0e2b": 561, "\u0e2d": 562, "\u0e30": 563, "\u0e31": 564, "\u0e32": 565, "\u0e33": 566, "\u0e34": 567, "\u0e35": 568, "\u0e36": 569, "\u0e37": 570, "\u0e38": 571, "\u0e40": 572, "\u0e41": 573, "\u0e42": 574, "\u0e44": 575, "\u0e47": 576, "\u0e48": 577, "\u0e49": 578, "\u0e4a": 579, "\u0e4c": 580, "\u10a0": 581, "\u10a2": 582, "\u10a3": 583, "\u10a8": 584, "\u10ac": 585, "\u10b5": 586, "\u10bf": 587, "\u10d0": 588, "\u10d1": 589, "\u10d2": 590, "\u10d3": 591, "\u10d4": 592, "\u10d5": 593, "\u10d6": 594, "\u10d7": 595, "\u10d8": 596, "\u10d9": 597, "\u10da": 598, "\u10db": 599, "\u10dc": 600, "\u10dd": 601, "\u10de": 602, "\u10df": 603, "\u10e0": 604, "\u10e1": 605, "\u10e2": 606, "\u10e3": 607, "\u10e4": 608, "\u10e5": 609, "\u10e6": 610, "\u10e7": 611, "\u10e8": 612, "\u10e9": 613, "\u10ea": 614, "\u10eb": 615, "\u10ec": 616, "\u10ed": 617, "\u10ee": 618, "\u10ef": 619, "\u10f0": 620, "\u10f1": 621, "\u10f2": 622, "\u10f3": 623, "\u10f4": 624, "\u10f5": 625, "\u10f6": 626, "\u10f7": 627, "\u10f8": 628, "\u10f9": 629, "\u10fa": 630, "\u10fb": 631, "\u122d": 632, "\u1235": 633, "\u1246": 634, "\u1248": 635, "\u1265": 636, "\u1272": 637, "\u1273": 638, "\u1295": 639, "\u1296": 640, "\u12a0": 641, "\u12d5": 642, "\u12d8": 643, "\u12eb": 644, "\u182a": 645, "\u1830": 646, "\u185d": 647, "\u1865": 648, "\u1868": 649, "\u1873": 650, "\u1d7b": 651, "\u1e0d": 652, "\u1e0f": 653, "\u1e24": 654, "\u1e25": 655, "\u1e2a": 656, "\u1e43": 657, "\u1e45": 658, "\u1e47": 659, "\u1e5b": 660, "\u1e63": 661, "\u1e6d": 662, "\u1e6f": 663, "\u1ea1": 664, "\u1ea3": 665, "\u1ea5": 666, "\u1ea7": 667, "\u1ead": 668, "\u1eaf": 669, "\u1ebf": 670, "\u1ec5": 671, "\u1ec7": 672, "\u1ecb": 673, "\u1ecd": 674, "\u1ecf": 675, "\u1ed7": 676, "\u1ed9": 677, "\u1edb": 678, "\u1ee9": 679, "\u1eeb": 680, "\u1eed": 681, "\u1eef": 682, "\u1ef3": 683, "\u1ef9": 684, "\u1f00": 685, "\u1f01": 686, "\u1f04": 687, "\u1f08": 688, "\u1f10": 689, "\u1f11": 690, "\u1f26": 691, "\u1f30": 692, "\u1f34": 693, "\u1f35": 694, "\u1f36": 695, "\u1f38": 696, "\u1f40": 697, "\u1f41": 698, "\u1f50": 699, "\u1f51": 700, "\u1f70": 701, "\u1f76": 702, "\u1f78": 703, "\u1fc6": 704, "\u1fd6": 705, "\u1fe5": 706, "\u1fe6": 707, "\u1fec": 708, "\u1ff6": 709, "\u200b": 710, "\u200c": 711, "\u200d": 712, "\u2010": 713, "\u2011": 714, "\u2013": 715, "\u2014": 716, "\u2015": 717, "\u2018": 718, "\u2019": 719, "\u201c": 720, "\u201d": 721, "\u201e": 722, "\u2020": 723, "\u2021": 724, "\u2022": 725, "\u2026": 726, "\u2032": 727, "\u2033": 728, "\u2044": 729, "\u20a3": 730, "\u20a4": 731, "\u20ac": 732, "\u20b1": 733, "\u20b9": 734, "\u2113": 735, "\u2153": 736, "\u2154": 737, "\u2192": 738, "\u2208": 739, "\u2209": 740, "\u2212": 741, "\u2217": 742, "\u221a": 743, "\u221e": 744, "\u2248": 745, "\u2260": 746, "\u2264": 747, "\u2265": 748, "\u226a": 749, "\u2295": 750, "\u2299": 751, "\u22c5": 752, "\u2460": 753, "\u2609": 754, "\u262b": 755, "\u2640": 756, "\u2660": 757, "\u2665": 758, "\u266d": 759, "\u266f": 760, "\u26b3": 761, "\u3001": 762, "\u3002": 763, "\u3008": 764, "\u3009": 765, "\u300c": 766, "\u300d": 767, "\u300e": 768, "\u300f": 769, "\u3012": 770, "\u301c": 771, "\u3042": 772, "\u3044": 773, "\u3046": 774, "\u3048": 775, "\u304a": 776, "\u304b": 777, "\u304c": 778, "\u304d": 779, "\u304e": 780, "\u304f": 781, "\u3050": 782, "\u3051": 783, "\u3053": 784, "\u3054": 785, "\u3055": 786, "\u3057": 787, "\u3059": 788, "\u305a": 789, "\u305b": 790, "\u305c": 791, "\u305f": 792, "\u3060": 793, "\u3061": 794, "\u3063": 795, "\u3064": 796, "\u3066": 797, "\u3067": 798, "\u3068": 799, "\u3069": 800, "\u306a": 801, "\u306b": 802, "\u306e": 803, "\u306f": 804, "\u3070": 805, "\u3072": 806, "\u3075": 807, "\u3078": 808, "\u307b": 809, "\u307c": 810, "\u307e": 811, "\u307f": 812, "\u3081": 813, "\u3082": 814, "\u3083": 815, "\u3086": 816, "\u3087": 817, "\u3088": 818, "\u3089": 819, "\u308a": 820, "\u308b": 821, "\u308c": 822, "\u308f": 823, "\u3092": 824, "\u3093": 825, "\u30a1": 826, "\u30a2": 827, "\u30a3": 828, "\u30a4": 829, "\u30a5": 830, "\u30a6": 831, "\u30a7": 832, "\u30a8": 833, "\u30a9": 834, "\u30aa": 835, "\u30ab": 836, "\u30ac": 837, "\u30ad": 838, "\u30ae": 839, "\u30af": 840, "\u30b0": 841, "\u30b2": 842, "\u30b3": 843, "\u30b4": 844, "\u30b5": 845, "\u30b6": 846, "\u30b7": 847, "\u30b8": 848, "\u30b9": 849, "\u30ba": 850, "\u30bb": 851, "\u30bd": 852, "\u30bf": 853, "\u30c0": 854, "\u30c1": 855, "\u30c3": 856, "\u30c4": 857, "\u30c6": 858, "\u30c7": 859, "\u30c8": 860, "\u30c9": 861, "\u30ca": 862, "\u30cb": 863, "\u30cd": 864, "\u30ce": 865, "\u30cf": 866, "\u30d0": 867, "\u30d1": 868, "\u30d4": 869, "\u30d5": 870, "\u30d6": 871, "\u30d7": 872, "\u30d8": 873, "\u30d9": 874, "\u30da": 875, "\u30dc": 876, "\u30de": 877, "\u30df": 878, "\u30e0": 879, "\u30e1": 880, "\u30e2": 881, "\u30e3": 882, "\u30e5": 883, "\u30e7": 884, "\u30e8": 885, "\u30e9": 886, "\u30ea": 887, "\u30eb": 888, "\u30ec": 889, "\u30ed": 890, "\u30ef": 891, "\u30f3": 892, "\u30f4": 893, "\u30fb": 894, "\u30fc": 895, "\u4e00": 896, "\u4e03": 897, "\u4e09": 898, "\u4e0b": 899, "\u4e0e": 900, "\u4e16": 901, "\u4e19": 902, "\u4e1c": 903, "\u4e2d": 904, "\u4e38": 905, "\u4e3b": 906, "\u4e43": 907, "\u4e45": 908, "\u4e4b": 909, "\u4e59": 910, "\u4e5d": 911, "\u4e89": 912, "\u4e8b": 913, "\u4e8c": 914, "\u4e91": 915, "\u4e94": 916, "\u4eac": 917, "\u4eba": 918, "\u4eca": 919, "\u4ed8": 920, "\u4ee3": 921, "\u4efd": 922, "\u4f1d": 923, "\u4f53": 924, "\u4f5b": 925, "\u4f5c": 926, "\u4f8b": 927, "\u4f8d": 928, "\u4f97": 929, "\u4f9d": 930, "\u4fe1": 931, "\u50b3": 932, "\u50d5": 933, "\u5100": 934, "\u511a": 935, "\u5145": 936, "\u5149": 937, "\u5168": 938, "\u516b": 939, "\u516c": 940, "\u516d": 941, "\u5173": 942, "\u5175": 943, "\u5176": 944, "\u5177": 945, "\u5178": 946, "\u5186": 947, "\u518d": 948, "\u51b3": 949, "\u51b7": 950, "\u51e4": 951, "\u51e6": 952, "\u51f0": 953, "\u51fa": 954, "\u5217": 955, "\u521d": 956, "\u5224": 957, "\u5225": 958, "\u5239": 959, "\u524d": 960, "\u525b": 961, "\u5287": 962, "\u5289": 963, "\u52d5": 964, "\u52dd": 965, "\u5316": 966, "\u5317": 967, "\u5341": 968, "\u534a": 969, "\u534e": 970, "\u5357": 971, "\u5382": 972, "\u539f": 973, "\u53bb": 974, "\u53ca": 975, "\u53d1": 976, "\u53d6": 977, "\u53e1": 978, "\u53e4": 979, "\u53ef": 980, "\u53f0": 981, "\u53f2": 982, "\u53f8": 983, "\u540c": 984, "\u540d": 985, "\u5415": 986, "\u541b": 987, "\u542f": 988, "\u5433": 989, "\u5434": 990, "\u5468": 991, "\u547d": 992, "\u548c": 993, "\u54b2": 994, "\u54cd": 995, "\u5584": 996, "\u56c1": 997, "\u56da": 998, "\u56db": 999, "\u56fd": 1000, "\u570b": 1001, "\u5712": 1002, "\u5723": 1003, "\u5728": 1004, "\u5742": 1005, "\u5764": 1006, "\u578b": 1007, "\u57ce": 1008, "\u5802": 1009, "\u5824": 1010, "\u5834": 1011, "\u5858": 1012, "\u5899": 1013, "\u58eb": 1014, "\u5915": 1015, "\u5916": 1016, "\u5927": 1017, "\u5929": 1018, "\u592a": 1019, "\u592b": 1020, "\u5973": 1021, "\u5999": 1022, "\u59c9": 1023, "\u59da": 1024, "\u59eb": 1025, "\u5b50": 1026, "\u5b5b": 1027, "\u5b5f": 1028, "\u5b66": 1029, "\u5b87": 1030, "\u5b88": 1031, "\u5b89": 1032, "\u5b8b": 1033, "\u5b8c": 1034, "\u5b97": 1035, "\u5b99": 1036, "\u5b9a": 1037, "\u5b9d": 1038, "\u5bab": 1039, "\u5bae": 1040, "\u5bb4": 1041, "\u5bb6": 1042, "\u5bb9": 1043, "\u5bc4": 1044, "\u5bdd": 1045, "\u5be7": 1046, "\u5bf9": 1047, "\u5bfa": 1048, "\u5c0f": 1049, "\u5c11": 1050, "\u5c3e": 1051, "\u5c40": 1052, "\u5c55": 1053, "\u5c71": 1054, "\u5c7f": 1055, "\u5c9b": 1056, "\u5ca9": 1057, "\u5cb3": 1058, "\u5ddd": 1059, "\u5dde": 1060, "\u5df3": 1061, "\u5df4": 1062, "\u5e02": 1063, "\u5e2b": 1064, "\u5e73": 1065, "\u5e78": 1066, "\u5e7f": 1067, "\u5e86": 1068, "\u5e9c": 1069, "\u5ea6": 1070, "\u5ea7": 1071, "\u5edf": 1072, "\u5eec": 1073, "\u5efa": 1074, "\u5f0f": 1075, "\u5f14": 1076, "\u5f35": 1077, "\u5f4c": 1078, "\u5f66": 1079, "\u5f69": 1080, "\u5f71": 1081, "\u5f7c": 1082, "\u5f8c": 1083, "\u5fa1": 1084, "\u5fb7": 1085, "\u5fc5": 1086, "\u5fdc": 1087, "\u601d": 1088, "\u604b": 1089, "\u6069": 1090, "\u6075": 1091, "\u611a": 1092, "\u611b": 1093, "\u6191": 1094, "\u61b6": 1095, "\u61c9": 1096, "\u61f7": 1097, "\u6210": 1098, "\u6218": 1099, "\u6226": 1100, "\u6230": 1101, "\u623f": 1102, "\u6248": 1103, "\u6253": 1104, "\u6280": 1105, "\u6284": 1106, "\u62c9": 1107, "\u62d8": 1108, "\u62f3": 1109, "\u62fe": 1110, "\u6311": 1111, "\u636e": 1112, "\u63fa": 1113, "\u653b": 1114, "\u653e": 1115, "\u653f": 1116, "\u6563": 1117, "\u6587": 1118, "\u6597": 1119, "\u65af": 1120, "\u65b0": 1121, "\u65b9": 1122, "\u65d7": 1123, "\u65e5": 1124, "\u65e6": 1125, "\u65ed": 1126, "\u65fa": 1127, "\u660c": 1128, "\u660e": 1129, "\u661f": 1130, "\u6625": 1131, "\u664b": 1132, "\u666f": 1133, "\u66e6": 1134, "\u66f8": 1135, "\u6708": 1136, "\u6709": 1137, "\u671b": 1138, "\u671d": 1139, "\u672a": 1140, "\u672c": 1141, "\u6743": 1142, "\u674e": 1143, "\u6751": 1144, "\u675c": 1145, "\u675f": 1146, "\u6761": 1147, "\u6765": 1148, "\u6771": 1149, "\u677e": 1150, "\u6797": 1151, "\u67f1": 1152, "\u6848": 1153, "\u685c": 1154, "\u68af": 1155, "\u68b0": 1156, "\u68b6": 1157, "\u68d8": 1158, "\u690e": 1159, "\u694a": 1160, "\u695a": 1161, "\u696d": 1162, "\u6982": 1163, "\u69ae": 1164, "\u6a58": 1165, "\u6a5f": 1166, "\u6abb": 1167, "\u6afb": 1168, "\u6b3d": 1169, "\u6b4c": 1170, "\u6b63": 1171, "\u6bbb": 1172, "\u6bbf": 1173, "\u6bcd": 1174, "\u6bce": 1175, "\u6bd4": 1176, "\u6c34": 1177, "\u6c49": 1178, "\u6c5f": 1179, "\u6c82": 1180, "\u6c99": 1181, "\u6cb3": 1182, "\u6cbb": 1183, "\u6cc9": 1184, "\u6cd5": 1185, "\u6cd7": 1186, "\u6ce2": 1187, "\u6ce3": 1188, "\u6d1b": 1189, "\u6d2a": 1190, "\u6d32": 1191, "\u6d66": 1192, "\u6df9": 1193, "\u6e05": 1194, "\u6e38": 1195, "\u6e56": 1196, "\u6e6f": 1197, "\u6eab": 1198, "\u6eff": 1199, "\u6f22": 1200, "\u6f84": 1201, "\u6fa4": 1202, "\u701b": 1203, "\u706b": 1204, "\u706f": 1205, "\u7075": 1206, "\u707c": 1207, "\u70ba": 1208, "\u713c": 1209, "\u718a": 1210, "\u71b1": 1211, "\u71df": 1212, "\u7248": 1213, "\u7259": 1214, "\u7269": 1215, "\u7279": 1216, "\u72ac": 1217, "\u72d0": 1218, "\u72f8": 1219, "\u7384": 1220, "\u738b": 1221, "\u73a9": 1222, "\u73c2": 1223, "\u73d9": 1224, "\u73fe": 1225, "\u7403": 1226, "\u7406": 1227, "\u7426": 1228, "\u742a": 1229, "\u7434": 1230, "\u7463": 1231, "\u74ca": 1232, "\u751f": 1233, "\u7530": 1234, "\u753b": 1235, "\u754c": 1236, "\u7559": 1237, "\u7562": 1238, "\u756a": 1239, "\u7570": 1240, "\u7621": 1241, "\u767d": 1242, "\u767e": 1243, "\u7684": 1244, "\u76ae": 1245, "\u76df": 1246, "\u771f": 1247, "\u77f3": 1248, "\u7832": 1249, "\u7901": 1250, "\u792e": 1251, "\u793a": 1252, "\u7948": 1253, "\u7956": 1254, "\u795a": 1255, "\u795e": 1256, "\u7960": 1257, "\u796d": 1258, "\u79ae": 1259, "\u79c0": 1260, "\u79cb": 1261, "\u79e6": 1262, "\u79fb": 1263, "\u7a1a": 1264, "\u7a7a": 1265, "\u7a93": 1266, "\u7acb": 1267, "\u7adc": 1268, "\u7ae0": 1269, "\u7aef": 1270, "\u7c60": 1271, "\u7cbe": 1272, "\u7cfb": 1273, "\u7d04": 1274, "\u7d05": 1275, "\u7d20": 1276, "\u7d2b": 1277, "\u7d75": 1278, "\u7de8": 1279, "\u7e54": 1280, "\u7eee": 1281, "\u7f85": 1282, "\u7fa9": 1283, "\u7fbd": 1284, "\u7fd4": 1285, "\u7fe0": 1286, "\u8005": 1287, "\u8015": 1288, "\u8056": 1289, "\u8096": 1290, "\u80a1": 1291, "\u80e1": 1292, "\u80e4": 1293, "\u8180": 1294, "\u81c2": 1295, "\u8208": 1296, "\u8266": 1297, "\u826f": 1298, "\u8272": 1299, "\u82b1": 1300, "\u82b3": 1301, "\u82bd": 1302, "\u82cf": 1303, "\u82d1": 1304, "\u82e5": 1305, "\u82f1": 1306, "\u8349": 1307, "\u834a": 1308, "\u859b": 1309, "\u85a9": 1310, "\u85d5": 1311, "\u85e4": 1312, "\u85e5": 1313, "\u8604": 1314, "\u8607": 1315, "\u8840": 1316, "\u884c": 1317, "\u8853": 1318, "\u885b": 1319, "\u88c1": 1320, "\u897f": 1321, "\u8981": 1322, "\u898f": 1323, "\u89ba": 1324, "\u89c2": 1325, "\u89e3": 1326, "\u8a18": 1327, "\u8a60": 1328, "\u8a93": 1329, "\u8a9e": 1330, "\u8aa1": 1331, "\u8aac": 1332, "\u8ab0": 1333, "\u8b01": 1334, "\u8b0e": 1335, "\u8bb8": 1336, "\u8bba": 1337, "\u8bfb": 1338, "\u8c2d": 1339, "\u8c61": 1340, "\u8c6a": 1341, "\u8c6b": 1342, "\u8ca0": 1343, "\u8cb4": 1344, "\u8cbb": 1345, "\u8d35": 1346, "\u8d64": 1347, "\u8d8a": 1348, "\u8d99": 1349, "\u8db3": 1350, "\u8de1": 1351, "\u8df3": 1352, "\u8ee2": 1353, "\u8f9b": 1354, "\u8fd1": 1355, "\u9001": 1356, "\u9006": 1357, "\u9047": 1358, "\u904b": 1359, "\u904e": 1360, "\u9060": 1361, "\u9078": 1362, "\u907a": 1363, "\u9084": 1364, "\u90a3": 1365, "\u90a6": 1366, "\u90b1": 1367, "\u90c1": 1368, "\u90ce": 1369, "\u90e8": 1370, "\u90ed": 1371, "\u90fd": 1372, "\u9148": 1373, "\u91cc": 1374, "\u91ce": 1375, "\u91d1": 1376, "\u9244": 1377, "\u9280": 1378, "\u9283": 1379, "\u92fc": 1380, "\u9304": 1381, "\u9321": 1382, "\u932c": 1383, "\u9375": 1384, "\u93a7": 1385, "\u9435": 1386, "\u94b1": 1387, "\u94c1": 1388, "\u95d8": 1389, "\u95dc": 1390, "\u95ef": 1391, "\u9632": 1392, "\u963f": 1393, "\u9645": 1394, "\u9648": 1395, "\u9650": 1396, "\u9662": 1397, "\u9673": 1398, "\u9676": 1399, "\u967d": 1400, "\u968a": 1401, "\u968e": 1402, "\u96c6": 1403, "\u96ea": 1404, "\u96f2": 1405, "\u9716": 1406, "\u9739": 1407, "\u9742": 1408, "\u97d3": 1409, "\u97f3": 1410, "\u980c": 1411, "\u9858": 1412, "\u986f": 1413, "\u9882": 1414, "\u989c": 1415, "\u98a8": 1416, "\u98b1": 1417, "\u98ce": 1418, "\u9928": 1419, "\u9996": 1420, "\u9999": 1421, "\u99ac": 1422, "\u9a0e": 1423, "\u9a6c": 1424, "\u9ad8": 1425, "\u9b2a": 1426, "\u9b42": 1427, "\u9ce5": 1428, "\u9db4": 1429, "\u9ec4": 1430, "\u9edb": 1431, "\u9f8d": 1432, "\ub300": 1433, "\ub3c5": 1434, "\ub9bd": 1435, "\ubcd1": 1436, "\ubcf4": 1437, "\ubd80": 1438, "\uc0b0": 1439, "\uc5f0": 1440, "\uc6b4": 1441, "\uc804": 1442, "\uc81c": 1443, "\ud22c": 1444, "\ufb01": 1445, "\ufdf2": 1446, "\ufecb": 1447, "\ufeff": 1448, "\uff0f": 1449, "\uff13": 1450, "\uff5e": 1451, "\ufffd": 1452}, "itos": {"0": "\n", "1": " ", "2": "!", "3": "\"", "4": "#", "5": "$", "6": "%", "7": "&", "8": "'", "9": "(", "10": ")", "11": "*", "12": "+", "13": ",", "14": "-", "15": ".", "16": "/", "17": "0", "18": "1", "19": "2", "20": "3", "21": "4", "22": "5", "23": "6", "24": "7", "25": "8", "26": "9", "27": ":", "28": ";", "29": "<", "30": "=", "31": ">", "32": "?", "33": "@", "34": "A", "35": "B", "36": "C", "37": "D", "38": "E", "39": "F", "40": "G", "41": "H", "42": "I", "43": "J", "44": "K", "45": "L", "46": "M", "47": "N", "48": "O", "49": "P", "50": "Q", "51": "R", "52": "S", "53": "T", "54": "U", "55": "V", "56": "W", "57": "X", "58": "Y", "59": "Z", "60": "[", "61": "\\", "62": "]", "63": "^", "64": "_", "65": "`", "66": "a", "67": "b", "68": "c", "69": "d", "70": "e", "71": "f", "72": "g", "73": "h", "74": "i", "75": "j", "76": "k", "77": "l", "78": "m", "79": "n", "80": "o", "81": "p", "82": "q", "83": "r", "84": "s", "85": "t", "86": "u", "87": "v", "88": "w", "89": "x", "90": "y", "91": "z", "92": "{", "93": "|", "94": "}", "95": "~", "96": "\u0092", "97": "\u0093", "98": "\u0094", "99": "\u00a1", "100": "\u00a2", "101": "\u00a3", "102": "\u00a5", "103": "\u00a7", "104": "\u00b0", "105": "\u00b1", "106": "\u00b2", "107": "\u00b3", "108": "\u00b4", "109": "\u00b5", "110": "\u00b7", "111": "\u00b9", "112": "\u00ba", "113": "\u00bc", "114": "\u00bd", "115": "\u00be", "116": "\u00bf", "117": "\u00c0", "118": "\u00c1", "119": "\u00c2", "120": "\u00c4", "121": "\u00c5", "122": "\u00c6", "123": "\u00c7", "124": "\u00c9", "125": "\u00cd", "126": "\u00ce", "127": "\u00d1", "128": "\u00d3", "129": "\u00d6", "130": "\u00d7", "131": "\u00d8", "132": "\u00da", "133": "\u00dc", "134": "\u00dd", "135": "\u00de", "136": "\u00df", "137": "\u00e0", "138": "\u00e1", "139": "\u00e2", "140": "\u00e3", "141": "\u00e4", "142": "\u00e5", "143": "\u00e6", "144": "\u00e7", "145": "\u00e8", "146": "\u00e9", "147": "\u00ea", "148": "\u00eb", "149": "\u00ec", "150": "\u00ed", "151": "\u00ee", "152": "\u00ef", "153": "\u00f0", "154": "\u00f1", "155": "\u00f2", "156": "\u00f3", "157": "\u00f4", "158": "\u00f6", "159": "\u00f8", "160": "\u00f9", "161": "\u00fa", "162": "\u00fb", "163": "\u00fc", "164": "\u00fd", "165": "\u00fe", "166": "\u0100", "167": "\u0101", "168": "\u0103", "169": "\u0105", "170": "\u0106", "171": "\u0107", "172": "\u010c", "173": "\u010d", "174": "\u010f", "175": "\u0110", "176": "\u0111", "177": "\u0112", "178": "\u0113", "179": "\u0114", "180": "\u0115", "181": "\u0117", "182": "\u0119", "183": "\u011b", "184": "\u011f", "185": "\u0127", "186": "\u012a", "187": "\u012b", "188": "\u012d", "189": "\u012f", "190": "\u0130", "191": "\u0131", "192": "\u013d", "193": "\u0141", "194": "\u0142", "195": "\u0144", "196": "\u0148", "197": "\u014b", "198": "\u014c", "199": "\u014d", "200": "\u014f", "201": "\u0151", "202": "\u0152", "203": "\u0153", "204": "\u0159", "205": "\u015a", "206": "\u015b", "207": "\u015e", "208": "\u015f", "209": "\u0160", "210": "\u0161", "211": "\u0163", "212": "\u0165", "213": "\u0169", "214": "\u016b", "215": "\u016f", "216": "\u0171", "217": "\u0173", "218": "\u0177", "219": "\u017a", "220": "\u017b", "221": "\u017c", "222": "\u017d", "223": "\u017e", "224": "\u01a1", "225": "\u01b0", "226": "\u01ce", "227": "\u01d4", "228": "\u01dd", "229": "\u01e3", "230": "\u01e6", "231": "\u01eb", "232": "\u0218", "233": "\u0219", "234": "\u021b", "235": "\u021f", "236": "\u022f", "237": "\u0250", "238": "\u0251", "239": "\u0252", "240": "\u0254", "241": "\u0256", "242": "\u0259", "243": "\u025b", "244": "\u025c", "245": "\u0261", "246": "\u0262", "247": "\u0263", "248": "\u026a", "249": "\u026b", "250": "\u026c", "251": "\u026d", "252": "\u0273", "253": "\u027d", "254": "\u027e", "255": "\u0280", "256": "\u0281", "257": "\u0282", "258": "\u0283", "259": "\u0289", "260": "\u028a", "261": "\u028b", "262": "\u028c", "263": "\u0290", "264": "\u0292", "265": "\u0294", "266": "\u0295", "267": "\u02b2", "268": "\u02b7", "269": "\u02bb", "270": "\u02bc", "271": "\u02be", "272": "\u02bf", "273": "\u02c1", "274": "\u02c8", "275": "\u02cc", "276": "\u02d0", "277": "\u02d1", "278": "\u02da", "279": "\u02e4", "280": "\u0303", "281": "\u0306", "282": "\u030d", "283": "\u0325", "284": "\u0329", "285": "\u032f", "286": "\u034d", "287": "\u0361", "288": "\u0386", "289": "\u0391", "290": "\u0392", "291": "\u0394", "292": "\u0395", "293": "\u0397", "294": "\u0398", "295": "\u0399", "296": "\u039a", "297": "\u039b", "298": "\u039c", "299": "\u039d", "300": "\u039e", "301": "\u039f", "302": "\u03a0", "303": "\u03a1", "304": "\u03a3", "305": "\u03a4", "306": "\u03a5", "307": "\u03a6", "308": "\u03a7", "309": "\u03a8", "310": "\u03a9", "311": "\u03ac", "312": "\u03ad", "313": "\u03ae", "314": "\u03af", "315": "\u03b1", "316": "\u03b2", "317": "\u03b3", "318": "\u03b4", "319": "\u03b5", "320": "\u03b6", "321": "\u03b7", "322": "\u03b8", "323": "\u03b9", "324": "\u03ba", "325": "\u03bb", "326": "\u03bc", "327": "\u03bd", "328": "\u03be", "329": "\u03bf", "330": "\u03c0", "331": "\u03c1", "332": "\u03c2", "333": "\u03c3", "334": "\u03c4", "335": "\u03c5", "336": "\u03c6", "337": "\u03c7", "338": "\u03c8", "339": "\u03c9", "340": "\u03cc", "341": "\u03cd", "342": "\u03ce", "343": "\u0410", "344": "\u0411", "345": "\u0412", "346": "\u0413", "347": "\u041a", "348": "\u041c", "349": "\u041f", "350": "\u0420", "351": "\u0421", "352": "\u0423", "353": "\u0425", "354": "\u042f", "355": "\u0430", "356": "\u0432", "357": "\u0433", "358": "\u0434", "359": "\u0435", "360": "\u0436", "361": "\u0437", "362": "\u0438", "363": "\u0439", "364": "\u043a", "365": "\u043b", "366": "\u043c", "367": "\u043d", "368": "\u043e", "369": "\u043f", "370": "\u0440", "371": "\u0441", "372": "\u0442", "373": "\u0443", "374": "\u0445", "375": "\u0446", "376": "\u0447", "377": "\u0448", "378": "\u044a", "379": "\u044b", "380": "\u044c", "381": "\u044e", "382": "\u044f", "383": "\u0454", "384": "\u0456", "385": "\u0457", "386": "\u0458", "387": "\u045b", "388": "\u05a4", "389": "\u05ab", "390": "\u05b0", "391": "\u05b1", "392": "\u05b2", "393": "\u05b3", "394": "\u05b4", "395": "\u05b5", "396": "\u05b6", "397": "\u05b7", "398": "\u05b8", "399": "\u05b9", "400": "\u05bb", "401": "\u05bc", "402": "\u05c1", "403": "\u05c2", "404": "\u05d0", "405": "\u05d1", "406": "\u05d2", "407": "\u05d3", "408": "\u05d4", "409": "\u05d5", "410": "\u05d6", "411": "\u05d7", "412": "\u05d8", "413": "\u05d9", "414": "\u05db", "415": "\u05dc", "416": "\u05dd", "417": "\u05de", "418": "\u05df", "419": "\u05e0", "420": "\u05e1", "421": "\u05e2", "422": "\u05e3", "423": "\u05e4", "424": "\u05e5", "425": "\u05e6", "426": "\u05e7", "427": "\u05e8", "428": "\u05e9", "429": "\u05ea", "430": "\u0621", "431": "\u0623", "432": "\u0625", "433": "\u0626", "434": "\u0627", "435": "\u0628", "436": "\u0629", "437": "\u062a", "438": "\u062b", "439": "\u062c", "440": "\u062d", "441": "\u062e", "442": "\u062f", "443": "\u0630", "444": "\u0631", "445": "\u0633", "446": "\u0634", "447": "\u0635", "448": "\u0637", "449": "\u0639", "450": "\u0641", "451": "\u0642", "452": "\u0643", "453": "\u0644", "454": "\u0645", "455": "\u0646", "456": "\u0647", "457": "\u0648", "458": "\u064a", "459": "\u0670", "460": "\u06cc", "461": "\u0710", "462": "\u0712", "463": "\u0715", "464": "\u0717", "465": "\u0718", "466": "\u071b", "467": "\u071d", "468": "\u0720", "469": "\u0722", "470": "\u0725", "471": "\u072a", "472": "\u072c", "473": "\u0732", "474": "\u0735", "475": "\u073c", "476": "\u0742", "477": "\u0902", "478": "\u0905", "479": "\u0908", "480": "\u0909", "481": "\u0914", "482": "\u0915", "483": "\u0917", "484": "\u091a", "485": "\u091f", "486": "\u0923", "487": "\u0924", "488": "\u0926", "489": "\u0928", "490": "\u092a", "491": "\u092b", "492": "\u092c", "493": "\u092e", "494": "\u092f", "495": "\u0930", "496": "\u0932", "497": "\u0935", "498": "\u0937", "499": "\u0938", "500": "\u0939", "501": "\u093c", "502": "\u093e", "503": "\u093f", "504": "\u0940", "505": "\u0941", "506": "\u0942", "507": "\u0947", "508": "\u0948", "509": "\u0949", "510": "\u094b", "511": "\u094c", "512": "\u094d", "513": "\u0a05", "514": "\u0a32", "515": "\u0a39", "516": "\u0a3e", "517": "\u0a41", "518": "\u0a71", "519": "\u0b87", "520": "\u0b88", "521": "\u0b95", "522": "\u0ba4", "523": "\u0bae", "524": "\u0bb0", "525": "\u0bb3", "526": "\u0bbe", "527": "\u0bbf", "528": "\u0bc0", "529": "\u0bc1", "530": "\u0bc2", "531": "\u0bc7", "532": "\u0bcd", "533": "\u0e01", "534": "\u0e04", "535": "\u0e06", "536": "\u0e07", "537": "\u0e08", "538": "\u0e0a", "539": "\u0e0b", "540": "\u0e0d", "541": "\u0e10", "542": "\u0e13", "543": "\u0e14", "544": "\u0e15", "545": "\u0e17", "546": "\u0e18", "547": "\u0e19", "548": "\u0e1a", "549": "\u0e1b", "550": "\u0e1e", "551": "\u0e1f", "552": "\u0e20", "553": "\u0e21", "554": "\u0e22", "555": "\u0e23", "556": "\u0e25", "557": "\u0e27", "558": "\u0e28", "559": "\u0e29", "560": "\u0e2a", "561": "\u0e2b", "562": "\u0e2d", "563": "\u0e30", "564": "\u0e31", "565": "\u0e32", "566": "\u0e33", "567": "\u0e34", "568": "\u0e35", "569": "\u0e36", "570": "\u0e37", "571": "\u0e38", "572": "\u0e40", "573": "\u0e41", "574": "\u0e42", "575": "\u0e44", "576": "\u0e47", "577": "\u0e48", "578": "\u0e49", "579": "\u0e4a", "580": "\u0e4c", "581": "\u10a0", "582": "\u10a2", "583": "\u10a3", "584": "\u10a8", "585": "\u10ac", "586": "\u10b5", "587": "\u10bf", "588": "\u10d0", "589": "\u10d1", "590": "\u10d2", "591": "\u10d3", "592": "\u10d4", "593": "\u10d5", "594": "\u10d6", "595": "\u10d7", "596": "\u10d8", "597": "\u10d9", "598": "\u10da", "599": "\u10db", "600": "\u10dc", "601": "\u10dd", "602": "\u10de", "603": "\u10df", "604": "\u10e0", "605": "\u10e1", "606": "\u10e2", "607": "\u10e3", "608": "\u10e4", "609": "\u10e5", "610": "\u10e6", "611": "\u10e7", "612": "\u10e8", "613": "\u10e9", "614": "\u10ea", "615": "\u10eb", "616": "\u10ec", "617": "\u10ed", "618": "\u10ee", "619": "\u10ef", "620": "\u10f0", "621": "\u10f1", "622": "\u10f2", "623": "\u10f3", "624": "\u10f4", "625": "\u10f5", "626": "\u10f6", "627": "\u10f7", "628": "\u10f8", "629": "\u10f9", "630": "\u10fa", "631": "\u10fb", "632": "\u122d", "633": "\u1235", "634": "\u1246", "635": "\u1248", "636": "\u1265", "637": "\u1272", "638": "\u1273", "639": "\u1295", "640": "\u1296", "641": "\u12a0", "642": "\u12d5", "643": "\u12d8", "644": "\u12eb", "645": "\u182a", "646": "\u1830", "647": "\u185d", "648": "\u1865", "649": "\u1868", "650": "\u1873", "651": "\u1d7b", "652": "\u1e0d", "653": "\u1e0f", "654": "\u1e24", "655": "\u1e25", "656": "\u1e2a", "657": "\u1e43", "658": "\u1e45", "659": "\u1e47", "660": "\u1e5b", "661": "\u1e63", "662": "\u1e6d", "663": "\u1e6f", "664": "\u1ea1", "665": "\u1ea3", "666": "\u1ea5", "667": "\u1ea7", "668": "\u1ead", "669": "\u1eaf", "670": "\u1ebf", "671": "\u1ec5", "672": "\u1ec7", "673": "\u1ecb", "674": "\u1ecd", "675": "\u1ecf", "676": "\u1ed7", "677": "\u1ed9", "678": "\u1edb", "679": "\u1ee9", "680": "\u1eeb", "681": "\u1eed", "682": "\u1eef", "683": "\u1ef3", "684": "\u1ef9", "685": "\u1f00", "686": "\u1f01", "687": "\u1f04", "688": "\u1f08", "689": "\u1f10", "690": "\u1f11", "691": "\u1f26", "692": "\u1f30", "693": "\u1f34", "694": "\u1f35", "695": "\u1f36", "696": "\u1f38", "697": "\u1f40", "698": "\u1f41", "699": "\u1f50", "700": "\u1f51", "701": "\u1f70", "702": "\u1f76", "703": "\u1f78", "704": "\u1fc6", "705": "\u1fd6", "706": "\u1fe5", "707": "\u1fe6", "708": "\u1fec", "709": "\u1ff6", "710": "\u200b", "711": "\u200c", "712": "\u200d", "713": "\u2010", "714": "\u2011", "715": "\u2013", "716": "\u2014", "717": "\u2015", "718": "\u2018", "719": "\u2019", "720": "\u201c", "721": "\u201d", "722": "\u201e", "723": "\u2020", "724": "\u2021", "725": "\u2022", "726": "\u2026", "727": "\u2032", "728": "\u2033", "729": "\u2044", "730": "\u20a3", "731": "\u20a4", "732": "\u20ac", "733": "\u20b1", "734": "\u20b9", "735": "\u2113", "736": "\u2153", "737": "\u2154", "738": "\u2192", "739": "\u2208", "740": "\u2209", "741": "\u2212", "742": "\u2217", "743": "\u221a", "744": "\u221e", "745": "\u2248", "746": "\u2260", "747": "\u2264", "748": "\u2265", "749": "\u226a", "750": "\u2295", "751": "\u2299", "752": "\u22c5", "753": "\u2460", "754": "\u2609", "755": "\u262b", "756": "\u2640", "757": "\u2660", "758": "\u2665", "759": "\u266d", "760": "\u266f", "761": "\u26b3", "762": "\u3001", "763": "\u3002", "764": "\u3008", "765": "\u3009", "766": "\u300c", "767": "\u300d", "768": "\u300e", "769": "\u300f", "770": "\u3012", "771": "\u301c", "772": "\u3042", "773": "\u3044", "774": "\u3046", "775": "\u3048", "776": "\u304a", "777": "\u304b", "778": "\u304c", "779": "\u304d", "780": "\u304e", "781": "\u304f", "782": "\u3050", "783": "\u3051", "784": "\u3053", "785": "\u3054", "786": "\u3055", "787": "\u3057", "788": "\u3059", "789": "\u305a", "790": "\u305b", "791": "\u305c", "792": "\u305f", "793": "\u3060", "794": "\u3061", "795": "\u3063", "796": "\u3064", "797": "\u3066", "798": "\u3067", "799": "\u3068", "800": "\u3069", "801": "\u306a", "802": "\u306b", "803": "\u306e", "804": "\u306f", "805": "\u3070", "806": "\u3072", "807": "\u3075", "808": "\u3078", "809": "\u307b", "810": "\u307c", "811": "\u307e", "812": "\u307f", "813": "\u3081", "814": "\u3082", "815": "\u3083", "816": "\u3086", "817": "\u3087", "818": "\u3088", "819": "\u3089", "820": "\u308a", "821": "\u308b", "822": "\u308c", "823": "\u308f", "824": "\u3092", "825": "\u3093", "826": "\u30a1", "827": "\u30a2", "828": "\u30a3", "829": "\u30a4", "830": "\u30a5", "831": "\u30a6", "832": "\u30a7", "833": "\u30a8", "834": "\u30a9", "835": "\u30aa", "836": "\u30ab", "837": "\u30ac", "838": "\u30ad", "839": "\u30ae", "840": "\u30af", "841": "\u30b0", "842": "\u30b2", "843": "\u30b3", "844": "\u30b4", "845": "\u30b5", "846": "\u30b6", "847": "\u30b7", "848": "\u30b8", "849": "\u30b9", "850": "\u30ba", "851": "\u30bb", "852": "\u30bd", "853": "\u30bf", "854": "\u30c0", "855": "\u30c1", "856": "\u30c3", "857": "\u30c4", "858": "\u30c6", "859": "\u30c7", "860": "\u30c8", "861": "\u30c9", "862": "\u30ca", "863": "\u30cb", "864": "\u30cd", "865": "\u30ce", "866": "\u30cf", "867": "\u30d0", "868": "\u30d1", "869": "\u30d4", "870": "\u30d5", "871": "\u30d6", "872": "\u30d7", "873": "\u30d8", "874": "\u30d9", "875": "\u30da", "876": "\u30dc", "877": "\u30de", "878": "\u30df", "879": "\u30e0", "880": "\u30e1", "881": "\u30e2", "882": "\u30e3", "883": "\u30e5", "884": "\u30e7", "885": "\u30e8", "886": "\u30e9", "887": "\u30ea", "888": "\u30eb", "889": "\u30ec", "890": "\u30ed", "891": "\u30ef", "892": "\u30f3", "893": "\u30f4", "894": "\u30fb", "895": "\u30fc", "896": "\u4e00", "897": "\u4e03", "898": "\u4e09", "899": "\u4e0b", "900": "\u4e0e", "901": "\u4e16", "902": "\u4e19", "903": "\u4e1c", "904": "\u4e2d", "905": "\u4e38", "906": "\u4e3b", "907": "\u4e43", "908": "\u4e45", "909": "\u4e4b", "910": "\u4e59", "911": "\u4e5d", "912": "\u4e89", "913": "\u4e8b", "914": "\u4e8c", "915": "\u4e91", "916": "\u4e94", "917": "\u4eac", "918": "\u4eba", "919": "\u4eca", "920": "\u4ed8", "921": "\u4ee3", "922": "\u4efd", "923": "\u4f1d", "924": "\u4f53", "925": "\u4f5b", "926": "\u4f5c", "927": "\u4f8b", "928": "\u4f8d", "929": "\u4f97", "930": "\u4f9d", "931": "\u4fe1", "932": "\u50b3", "933": "\u50d5", "934": "\u5100", "935": "\u511a", "936": "\u5145", "937": "\u5149", "938": "\u5168", "939": "\u516b", "940": "\u516c", "941": "\u516d", "942": "\u5173", "943": "\u5175", "944": "\u5176", "945": "\u5177", "946": "\u5178", "947": "\u5186", "948": "\u518d", "949": "\u51b3", "950": "\u51b7", "951": "\u51e4", "952": "\u51e6", "953": "\u51f0", "954": "\u51fa", "955": "\u5217", "956": "\u521d", "957": "\u5224", "958": "\u5225", "959": "\u5239", "960": "\u524d", "961": "\u525b", "962": "\u5287", "963": "\u5289", "964": "\u52d5", "965": "\u52dd", "966": "\u5316", "967": "\u5317", "968": "\u5341", "969": "\u534a", "970": "\u534e", "971": "\u5357", "972": "\u5382", "973": "\u539f", "974": "\u53bb", "975": "\u53ca", "976": "\u53d1", "977": "\u53d6", "978": "\u53e1", "979": "\u53e4", "980": "\u53ef", "981": "\u53f0", "982": "\u53f2", "983": "\u53f8", "984": "\u540c", "985": "\u540d", "986": "\u5415", "987": "\u541b", "988": "\u542f", "989": "\u5433", "990": "\u5434", "991": "\u5468", "992": "\u547d", "993": "\u548c", "994": "\u54b2", "995": "\u54cd", "996": "\u5584", "997": "\u56c1", "998": "\u56da", "999": "\u56db", "1000": "\u56fd", "1001": "\u570b", "1002": "\u5712", "1003": "\u5723", "1004": "\u5728", "1005": "\u5742", "1006": "\u5764", "1007": "\u578b", "1008": "\u57ce", "1009": "\u5802", "1010": "\u5824", "1011": "\u5834", "1012": "\u5858", "1013": "\u5899", "1014": "\u58eb", "1015": "\u5915", "1016": "\u5916", "1017": "\u5927", "1018": "\u5929", "1019": "\u592a", "1020": "\u592b", "1021": "\u5973", "1022": "\u5999", "1023": "\u59c9", "1024": "\u59da", "1025": "\u59eb", "1026": "\u5b50", "1027": "\u5b5b", "1028": "\u5b5f", "1029": "\u5b66", "1030": "\u5b87", "1031": "\u5b88", "1032": "\u5b89", "1033": "\u5b8b", "1034": "\u5b8c", "1035": "\u5b97", "1036": "\u5b99", "1037": "\u5b9a", "1038": "\u5b9d", "1039": "\u5bab", "1040": "\u5bae", "1041": "\u5bb4", "1042": "\u5bb6", "1043": "\u5bb9", "1044": "\u5bc4", "1045": "\u5bdd", "1046": "\u5be7", "1047": "\u5bf9", "1048": "\u5bfa", "1049": "\u5c0f", "1050": "\u5c11", "1051": "\u5c3e", "1052": "\u5c40", "1053": "\u5c55", "1054": "\u5c71", "1055": "\u5c7f", "1056": "\u5c9b", "1057": "\u5ca9", "1058": "\u5cb3", "1059": "\u5ddd", "1060": "\u5dde", "1061": "\u5df3", "1062": "\u5df4", "1063": "\u5e02", "1064": "\u5e2b", "1065": "\u5e73", "1066": "\u5e78", "1067": "\u5e7f", "1068": "\u5e86", "1069": "\u5e9c", "1070": "\u5ea6", "1071": "\u5ea7", "1072": "\u5edf", "1073": "\u5eec", "1074": "\u5efa", "1075": "\u5f0f", "1076": "\u5f14", "1077": "\u5f35", "1078": "\u5f4c", "1079": "\u5f66", "1080": "\u5f69", "1081": "\u5f71", "1082": "\u5f7c", "1083": "\u5f8c", "1084": "\u5fa1", "1085": "\u5fb7", "1086": "\u5fc5", "1087": "\u5fdc", "1088": "\u601d", "1089": "\u604b", "1090": "\u6069", "1091": "\u6075", "1092": "\u611a", "1093": "\u611b", "1094": "\u6191", "1095": "\u61b6", "1096": "\u61c9", "1097": "\u61f7", "1098": "\u6210", "1099": "\u6218", "1100": "\u6226", "1101": "\u6230", "1102": "\u623f", "1103": "\u6248", "1104": "\u6253", "1105": "\u6280", "1106": "\u6284", "1107": "\u62c9", "1108": "\u62d8", "1109": "\u62f3", "1110": "\u62fe", "1111": "\u6311", "1112": "\u636e", "1113": "\u63fa", "1114": "\u653b", "1115": "\u653e", "1116": "\u653f", "1117": "\u6563", "1118": "\u6587", "1119": "\u6597", "1120": "\u65af", "1121": "\u65b0", "1122": "\u65b9", "1123": "\u65d7", "1124": "\u65e5", "1125": "\u65e6", "1126": "\u65ed", "1127": "\u65fa", "1128": "\u660c", "1129": "\u660e", "1130": "\u661f", "1131": "\u6625", "1132": "\u664b", "1133": "\u666f", "1134": "\u66e6", "1135": "\u66f8", "1136": "\u6708", "1137": "\u6709", "1138": "\u671b", "1139": "\u671d", "1140": "\u672a", "1141": "\u672c", "1142": "\u6743", "1143": "\u674e", "1144": "\u6751", "1145": "\u675c", "1146": "\u675f", "1147": "\u6761", "1148": "\u6765", "1149": "\u6771", "1150": "\u677e", "1151": "\u6797", "1152": "\u67f1", "1153": "\u6848", "1154": "\u685c", "1155": "\u68af", "1156": "\u68b0", "1157": "\u68b6", "1158": "\u68d8", "1159": "\u690e", "1160": "\u694a", "1161": "\u695a", "1162": "\u696d", "1163": "\u6982", "1164": "\u69ae", "1165": "\u6a58", "1166": "\u6a5f", "1167": "\u6abb", "1168": "\u6afb", "1169": "\u6b3d", "1170": "\u6b4c", "1171": "\u6b63", "1172": "\u6bbb", "1173": "\u6bbf", "1174": "\u6bcd", "1175": "\u6bce", "1176": "\u6bd4", "1177": "\u6c34", "1178": "\u6c49", "1179": "\u6c5f", "1180": "\u6c82", "1181": "\u6c99", "1182": "\u6cb3", "1183": "\u6cbb", "1184": "\u6cc9", "1185": "\u6cd5", "1186": "\u6cd7", "1187": "\u6ce2", "1188": "\u6ce3", "1189": "\u6d1b", "1190": "\u6d2a", "1191": "\u6d32", "1192": "\u6d66", "1193": "\u6df9", "1194": "\u6e05", "1195": "\u6e38", "1196": "\u6e56", "1197": "\u6e6f", "1198": "\u6eab", "1199": "\u6eff", "1200": "\u6f22", "1201": "\u6f84", "1202": "\u6fa4", "1203": "\u701b", "1204": "\u706b", "1205": "\u706f", "1206": "\u7075", "1207": "\u707c", "1208": "\u70ba", "1209": "\u713c", "1210": "\u718a", "1211": "\u71b1", "1212": "\u71df", "1213": "\u7248", "1214": "\u7259", "1215": "\u7269", "1216": "\u7279", "1217": "\u72ac", "1218": "\u72d0", "1219": "\u72f8", "1220": "\u7384", "1221": "\u738b", "1222": "\u73a9", "1223": "\u73c2", "1224": "\u73d9", "1225": "\u73fe", "1226": "\u7403", "1227": "\u7406", "1228": "\u7426", "1229": "\u742a", "1230": "\u7434", "1231": "\u7463", "1232": "\u74ca", "1233": "\u751f", "1234": "\u7530", "1235": "\u753b", "1236": "\u754c", "1237": "\u7559", "1238": "\u7562", "1239": "\u756a", "1240": "\u7570", "1241": "\u7621", "1242": "\u767d", "1243": "\u767e", "1244": "\u7684", "1245": "\u76ae", "1246": "\u76df", "1247": "\u771f", "1248": "\u77f3", "1249": "\u7832", "1250": "\u7901", "1251": "\u792e", "1252": "\u793a", "1253": "\u7948", "1254": "\u7956", "1255": "\u795a", "1256": "\u795e", "1257": "\u7960", "1258": "\u796d", "1259": "\u79ae", "1260": "\u79c0", "1261": "\u79cb", "1262": "\u79e6", "1263": "\u79fb", "1264": "\u7a1a", "1265": "\u7a7a", "1266": "\u7a93", "1267": "\u7acb", "1268": "\u7adc", "1269": "\u7ae0", "1270": "\u7aef", "1271": "\u7c60", "1272": "\u7cbe", "1273": "\u7cfb", "1274": "\u7d04", "1275": "\u7d05", "1276": "\u7d20", "1277": "\u7d2b", "1278": "\u7d75", "1279": "\u7de8", "1280": "\u7e54", "1281": "\u7eee", "1282": "\u7f85", "1283": "\u7fa9", "1284": "\u7fbd", "1285": "\u7fd4", "1286": "\u7fe0", "1287": "\u8005", "1288": "\u8015", "1289": "\u8056", "1290": "\u8096", "1291": "\u80a1", "1292": "\u80e1", "1293": "\u80e4", "1294": "\u8180", "1295": "\u81c2", "1296": "\u8208", "1297": "\u8266", "1298": "\u826f", "1299": "\u8272", "1300": "\u82b1", "1301": "\u82b3", "1302": "\u82bd", "1303": "\u82cf", "1304": "\u82d1", "1305": "\u82e5", "1306": "\u82f1", "1307": "\u8349", "1308": "\u834a", "1309": "\u859b", "1310": "\u85a9", "1311": "\u85d5", "1312": "\u85e4", "1313": "\u85e5", "1314": "\u8604", "1315": "\u8607", "1316": "\u8840", "1317": "\u884c", "1318": "\u8853", "1319": "\u885b", "1320": "\u88c1", "1321": "\u897f", "1322": "\u8981", "1323": "\u898f", "1324": "\u89ba", "1325": "\u89c2", "1326": "\u89e3", "1327": "\u8a18", "1328": "\u8a60", "1329": "\u8a93", "1330": "\u8a9e", "1331": "\u8aa1", "1332": "\u8aac", "1333": "\u8ab0", "1334": "\u8b01", "1335": "\u8b0e", "1336": "\u8bb8", "1337": "\u8bba", "1338": "\u8bfb", "1339": "\u8c2d", "1340": "\u8c61", "1341": "\u8c6a", "1342": "\u8c6b", "1343": "\u8ca0", "1344": "\u8cb4", "1345": "\u8cbb", "1346": "\u8d35", "1347": "\u8d64", "1348": "\u8d8a", "1349": "\u8d99", "1350": "\u8db3", "1351": "\u8de1", "1352": "\u8df3", "1353": "\u8ee2", "1354": "\u8f9b", "1355": "\u8fd1", "1356": "\u9001", "1357": "\u9006", "1358": "\u9047", "1359": "\u904b", "1360": "\u904e", "1361": "\u9060", "1362": "\u9078", "1363": "\u907a", "1364": "\u9084", "1365": "\u90a3", "1366": "\u90a6", "1367": "\u90b1", "1368": "\u90c1", "1369": "\u90ce", "1370": "\u90e8", "1371": "\u90ed", "1372": "\u90fd", "1373": "\u9148", "1374": "\u91cc", "1375": "\u91ce", "1376": "\u91d1", "1377": "\u9244", "1378": "\u9280", "1379": "\u9283", "1380": "\u92fc", "1381": "\u9304", "1382": "\u9321", "1383": "\u932c", "1384": "\u9375", "1385": "\u93a7", "1386": "\u9435", "1387": "\u94b1", "1388": "\u94c1", "1389": "\u95d8", "1390": "\u95dc", "1391": "\u95ef", "1392": "\u9632", "1393": "\u963f", "1394": "\u9645", "1395": "\u9648", "1396": "\u9650", "1397": "\u9662", "1398": "\u9673", "1399": "\u9676", "1400": "\u967d", "1401": "\u968a", "1402": "\u968e", "1403": "\u96c6", "1404": "\u96ea", "1405": "\u96f2", "1406": "\u9716", "1407": "\u9739", "1408": "\u9742", "1409": "\u97d3", "1410": "\u97f3", "1411": "\u980c", "1412": "\u9858", "1413": "\u986f", "1414": "\u9882", "1415": "\u989c", "1416": "\u98a8", "1417": "\u98b1", "1418": "\u98ce", "1419": "\u9928", "1420": "\u9996", "1421": "\u9999", "1422": "\u99ac", "1423": "\u9a0e", "1424": "\u9a6c", "1425": "\u9ad8", "1426": "\u9b2a", "1427": "\u9b42", "1428": "\u9ce5", "1429": "\u9db4", "1430": "\u9ec4", "1431": "\u9edb", "1432": "\u9f8d", "1433": "\ub300", "1434": "\ub3c5", "1435": "\ub9bd", "1436": "\ubcd1", "1437": "\ubcf4", "1438": "\ubd80", "1439": "\uc0b0", "1440": "\uc5f0", "1441": "\uc6b4", "1442": "\uc804", "1443": "\uc81c", "1444": "\ud22c", "1445": "\ufb01", "1446": "\ufdf2", "1447": "\ufecb", "1448": "\ufeff", "1449": "\uff0f", "1450": "\uff13", "1451": "\uff5e", "1452": "\ufffd"}, "vocab_size": 1453}